Repository: common-repository/wsb-hub3
Catalog: languages/wsb-hub3-*.po
Languages: hr

source: Account to pay
hr: Uplata na račun

source: Address
hr: Adresa

source: Address can not be empty
hr: Adresa ne smije biti prazna

source: Address is not valid
hr: Adresa nije ispravna

source: Amount
hr: Iznos

source: Barcode
hr: Barkod

source: Barcode color
hr: Boja barkoda.

source: Barcode image type
hr: Vrsta datoteke za barcode

source: Barcode padding in pixels
hr: Padding (razmak barkoda od ruba slike)

source: Barcode payment details plugin for Woocommerce (for Croatian banks)
hr: HUB3 barkod plugin za Woocommerce (za hrvatske banke)

source: Barcode settings
hr: Postavke barkoda

source: Barcode text contains invalid characters
hr: Opisni tekst za barkod sadrži nedozvoljene znakove

source: Barcode width in pixels
hr: Širina barkoda u pikselima

source: Branko Borilovic
hr: Branko Borilović

source: Checkbox value is not valid.
hr: Vrijednost kućice za označavanje nije valjana

source: City
hr: Mjesto

source: City can not be empty
hr: Mjesto ne može biti prazno

source: City is not valid
hr: Mjesto nije valjano

source: Color
hr: Boja

source: d:day, m:month, y:year
hr: d:dan, m:mjesec, g:godina

source: Data will be shown only on this order status.
hr: Podatci za uplatu bit će prikazani samo kod ovog statusa narudžbe

source: Date
hr: Datum

source: Date-Order
hr: Datum-Narudžba

source: ddmmyy
hr: ddmmgg

source: ddmmyyyy
hr: ddmmgggg

source: Description
hr: Opis plaćanja

source: Description can not be empty
hr: Opis ne može biti prazan.

source: Description too long or contains invalid characters
hr: Opis je predugačak ili sadrži nedozvoljene znakove.

source: Display in email can not be empty
hr: Prikaz u emailu ne može biti porazan

source: Display in email is not valid
hr: Prikaz u emailu nije valjan

source: Enable only for customers with Croatian billing address
hr: Uključiti samo za kupce s adresom u Hrvatskoj.

source: Enlarge (New window)
hr: Uvećaj (Novi prozor)

source: For Croatian customers only
hr: Samo za hrvatske kupce

source: For large barcode only
hr: Samo za veliki barkod (uplatnica s malim barkodom je uvijek u jpg formatu)

source: General settings
hr: Opće postavke

source: Html text + large barcode
hr: HTML tekst + uvećani barkod

source: HUB-3A slip + large barcode
hr: HUB-3A popunjena uplatnica + uvećani barkod

source: HUB-3A slip width
hr: Širina uplatnice

source: HUB-3A slip width in email
hr: Širina uplatnice u emailu

source: HUB-3A slip width in pixels
hr: Širina uplatnice prikazane u mailu i detaljima narudžbe (u pikselima)

source: HUB3 plugin works only if "Direct bank transfer" payment method is active!
hr: HUB3 dodatak radi jedino ako je uključena metoda plaćanja "Direktna bankovna transakcija".

source: HUB3 plugin works properly only with HRK or EUR as a default currency!
hr: HUB3 dodatak radit će ispravno samo ako je zadana valuta trgovine HRK ili EUR!

source: IBAN can not be empty
hr: IBAN ne smije biti prazan

source: IBAN is not valid
hr: IBAN nije valjan

source: Image color is not valid
hr: Boja slike nije u valjanom formatu

source: Image type can not be empty
hr: Vrsta slike ne može biti prazna

source: Image type is not valid
hr: Vrsta slike nije ispravna

source: Image width must be a numeric value (2 - 4 digits).
hr: Širina slike mora biti numerička vrijednost (2-4 znamenke)

source: Large barcode only
hr: Samo uvećani barkod

source: mmyy
hr: mmgg

source: mmyyyy
hr: mmgggg

source: Model
hr: Model plaćanja

source: Model is not valid
hr: Model nije valjan

source: Name can not be empty
hr: Naziv ne može biti prazan

source: Name is not valid
hr: Naziv nije valjan

source: Numeric value up to 6 digits
hr: Numerička vrijednost do 6 znamenki

source: Order
hr: Narudžba

source: Order details page display parameter can not be empty
hr: Parametar za prikaz na stranici narudžbe ne može biti prazan

source: Order details page display prameter is not valid
hr: Parametar za prikaz na stranici narudžbe nije valjan

source: Order payment
hr: Plaćanje narudžbe

source: Order status can not be empty
hr: Status narudžbe ne može biti prazan

source: Order status is not valid
hr: Status narudžbe nije valjan

source: Order Status to display data
hr: Uključeno za status

source: Order-Date
hr: Narudžba-Datum

source: Padding value is not valid
hr: Vrijednost za padding nije ispravna.

source: Payment description text contains invalid characters
hr: Opisni tekst plaćanja sadrži nedozvoljene znakove

source: Payment details
hr: Podatci za plaćanje

source: Payment for Order [order]
hr: Plaćanje narudžbe br. [order]

source: Payment model (2 digits)
hr: Model plaćanja (2 znamenke)

source: Payment purpose code. Format: 4 capital letters.
hr: Šifra namjene. Format: 4 velika slova.

source: Please save your HUB3 recipient settings!
hr: Spremite podatke o primatelju za HUB3 dodatak!

source: Postcode
hr: Broj pošte

source: Postcode can not be empty
hr: Broj pošte ne može biti prazan

source: Postcode is not valid
hr: Broj pošte nije valjan

source: Purpose code
hr: Šifra namjene

source: Purpose is not valid
hr: Šifra namjene nije valjana

source: Recipient
hr: Primatelj

source: Recipient address
hr: Adresa primatelja

source: Recipient city
hr: Mjesto primatelja

source: Recipient details
hr: Podatci o primatelju

source: Recipient name
hr: Naziv / Ime primatelja

source: Recipient postcode (5 digits)
hr: Poštanski broj primatelja (5 znamenki)

source: Reference
hr: Poziv na broj

source: Reference can not be empty
hr: Poziv na broj primatelja ne može biti prazan

source: Reference date format
hr: Oblik datuma u pozivu na broj

source: Reference date format can not be empty
hr: Format datuma za poziv na broj ne može biti prazan

source: Reference date format is not valid
hr: Format datuma za poziv na broj nije valjan

source: Reference format
hr: Poziv na broj

source: Reference is not valid
hr: Poziv na broj primatelja nije valjan

source: Reference order can not be empty
hr: Poziv na broj nemože biti prazan

source: Reference Order format is not valid
hr: Format poziva na broj nije valjan

source: Reference prefix
hr: Prefiks poziva na broj

source: Reference prefix must be a numeric value and can hold up to 6 digits.
hr: Prefiks poziva na broj mora imati numeričku vrijednost do 6 znamenki.

source: Reference sufix
hr: Sufiks poziva na broj

source: Reference sufix must be a numeric value and can hold up to 6 digits.
hr: Sufiks poziva na broj mora imati numeričku vrijednost do 6 znamenki.

source: Send barcode to admin
hr: Pošalji barkod administratoru

source: Send barcode to admin in email
hr: Pošalji barkod i administratoru na email

source: Send HUB-3A slip to admin in email
hr: Pošalji kopiju uplatnice i administratoru na email

source: Send in email
hr: Pošalji u obavijesnom emailu

source: Send slip to admin
hr: Pošalji uplatnicu administratoru

source: Show bank accounts
hr: Prikaži račune na stranici zahvale

source: Show larger barcode
hr: Prikaži uvećani barkod

source: Show on order details page
hr: Prikaži na stranici detalja narudžbe

source: Show on thankyou page
hr: Prikaži na stranici zahvale

source: Show the list of BACS bank accounts on thankyou page
hr: Omogući na stranici zahvale prikaz svih bankovnih računa upisanih u "BACS" metodu plaćanja.

source: Text above barcode
hr: Tekst iznad barkoda

source: Text above payment details
hr: Tekst iznad podataka za plaćanje

source: Text to be shown above barcode
hr: Tekst koji će biti prikazan iznad barkoda.

source: Text to be shown above payment details
hr: Opisni tekst koji će biti prikazan kupcu iznad podataka za plaćanje (na stranici zahvale i u detaljima narudžbe).

source: Thank you page display parameter can not be empty
hr: Parametar za prikaz na stranici zahvale ne može biti prazan

source: Thank you page display prameter is not valid
hr: Parametar za prikaz na stranici zahvale nije valjan

source: Width (email)
hr: Širina (email)

source: Width (website)
hr: Širina (web stranica)

source: Width in pixels of barcode sent in email
hr: Širina barkoda (u pikselima) poslanog emailom

source: Width in pixels of HUB-3A slip sent in email
hr: Širina uplatnice (u pikselima) poslane u emailu

source: WSB HUB3 requires WooCommerce to be installed and active.
hr: WSB HUB3 ne može raditi ako WooCommerce nije instaliran i aktivan.

source: You can use placeholder for Order ID: [order]
hr: Za broj narudžbe možete koristiti [order]

source: yy
hr: gg

source: yyyy
hr: gggg
